"rate_title" = "Rate this App";
"rate_text" = "If you enjoy using this App, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!";
"rate_cancel" = "No, Thanks";
"rate_now" = "Rate this App";
"rate_later" = "Remind me later";

"advertisement_title" = "Get more Apps!";
"advertisement_text" = "If you like this app. Do you want see more ngs apps in App Store?";
"advertisement_cancel" = "No, Thanks";
"advertisement_now" = "Visit App Store";
"advertisement_later" = "Remind me later";

"stageclear" = "BrickTrip / I cleard STAGE%4!! SCORE:%1 ITEM:%3% RANK:%2 #bricktrip";
"gameover" = "I got %1 pts at iPhone/iPad app BrickTrip!! #bricktrip";
"regular_stageclear" = "BrickTrip / I cleard all of STAGE%4!! SCORE:%1 ITEM:%3% #bricktrip";
"all_stageclear" = "BrickTrip / I cleard all of STAGE%4!! SCORE:%1 ITEM:%3% #bricktrip";
